Repository: HOCKULUS/BoxHelper
Catalog: BoxHelper/Localizable.xcstrings
Source language: en
Languages: ar, bn, cs, da, de, es, fr, hi, it, ja, nl, pl, pt_pt, uk, zh_hans, zh_hk

source: Add image ${imageFilename} to box ${boxIdentifier}
ar: أضف الصورة ${imageFilename} إلى الصندوق ${boxIdentifier}
bn: ছবি ${imageFilename} বাক্স ${boxIdentifier}-এ যোগ করুন
cs: Přidat obrázek ${imageFilename} do krabice ${boxIdentifier}
da: Tilføj billedet ${imageFilename} til kasse ${boxIdentifier}
de: Füge die Bilddateinamen ${imageFilename} zu der Kiste ${boxIdentifier} hinzu.
es: Añadir la imagen ${imageFilename} a la caja ${boxIdentifier}
fr: Ajouter l’image ${imageFilename} à la boîte ${boxIdentifier}
hi: चित्र ${imageFilename} को डिब्बे ${boxIdentifier} में जोड़ें
it: Aggiungi l’immagine ${imageFilename} alla scatola ${boxIdentifier}
ja: 画像 ${imageFilename} を箱 ${boxIdentifier} に追加
nl: Voeg afbeelding ${imageFilename} toe aan doos ${boxIdentifier}
pl: Dodaj obraz ${imageFilename} do pudełka ${boxIdentifier}
pt_pt: Adicionar imagem ${imagemFilename} to caixa ${caixaIdentifier}
uk: Додати зображення ${imageFilename} до коробки ${boxIdentifier}
zh_hans: 将图片 ${imageFilename} 加入箱子 ${boxIdentifier}
zh_hk: 將圖片 ${imageFilename} 加入箱子 ${boxIdentifier}

source: Add image file name to box
ar: أضف اسم ملف الصورة إلى الصندوق
bn: বাক্সে ছবির ফাইলের নাম যোগ করুন
cs: Přidat název souboru obrázku do krabice
da: Tilføj billedfilnavn til kasse
de: Füge Bilddateinamen zu einer Kiste hinzu
es: Añadir nombre de archivo de imagen a la caja
fr: Ajouter le nom du fichier image à la boîte
hi: डिब्बे में चित्र फ़ाइल का नाम जोड़ें
it: Aggiungi il nome del file immagine alla scatola
ja: 画像ファイル名を箱に追加
nl: Voeg bestandsnaam van afbeelding toe aan doos
pl: Dodaj nazwę pliku obrazu do pudełka
pt_pt: Adicionar imagem file name to caixa
uk: Додати назву файлу зображення до коробки
zh_hans: 将图片文件名加入箱子
zh_hk: 將圖片檔名加入箱子

source: Add image file to a box. Returns the image file name
ar: أضف ملف صورة إلى صندوق. يعيد اسم ملف الصورة.
bn: একটি বাক্সে ছবির ফাইল যোগ করুন। এটি ছবির ফাইলের নাম ফেরত দেয়।
cs: Přidat soubor obrázku do krabice. Vrací název souboru obrázku
da: Tilføj en billedfil til en kasse. Returnerer billedfilnavnet
de: Fügt eine Bilddatei zu einer Kiste hinzu. Speichert das Bild im App-Speicher und gibt den Bilddateinamen des Bildes zurück.
es: Añade un archivo de imagen a una caja. Devuelve el nombre del archivo de imagen.
fr: Ajouter un fichier image à une boîte. Renvoie le nom du fichier image
hi: किसी डिब्बे में चित्र फ़ाइल जोड़ें। यह चित्र फ़ाइल का नाम लौटाता है।
it: Aggiungi un file immagine a una scatola. Restituisce il nome del file immagine
ja: 画像ファイルを箱に追加します。画像ファイル名を返します。
nl: Voeg een afbeeldingsbestand toe aan een doos. Geeft de bestandsnaam van de afbeelding terug
pl: Dodaje plik obrazu do pudełka. Zwraca nazwę pliku obrazu.
pt_pt: Adicionar imagem file to a caixa. Returns the imagem file name
uk: Додати файл зображення до коробки. Повертає назву файлу зображення
zh_hans: 将图片文件加入箱子，並回传图片文件名
zh_hk: 將圖片檔案加入箱子，並回傳圖片檔名

source: Add image to box
ar: أضف صورة إلى الصندوق
bn: বাক্সে ছবি যোগ করুন
cs: Přidat obrázek do krabice
da: Tilføj billede til kasse
de: Füge Bilder zu einer Kiste hinzu
es: Añadir imagen a la caja
fr: Ajouter une image à la boîte
hi: डिब्बे में चित्र जोड़ें
it: Aggiungi immagine alla scatola
ja: 画像を箱に追加
nl: Afbeelding aan doos toevoegen
pl: Dodaj obraz do pudełka
pt_pt: Adicionar imagem à caixa
uk: Додати зображення до коробки
zh_hans: 将图片加入箱子
zh_hk: 將圖片加入箱子

source: Add item to box
ar: أضف عنصراً إلى الصندوق
bn: বাক্সে আইটেম যোগ করুন
cs: Přidat položku do krabice
da: Tilføj genstand til kasse
de: Füge Gegenstände zu einer Kiste hinzu
es: Añadir objeto a la caja
fr: Ajouter un élément à la boîte
hi: डिब्बे में वस्तु जोड़ें
it: Aggiungi elemento alla scatola
ja: アイテムを箱に追加
nl: Item aan doos toevoegen
pl: Dodaj przedmiot do pudełka
pt_pt: Adicionar item à caixa
uk: Додати елемент до коробки
zh_hans: 将物品加入箱子
zh_hk: 將物品加入箱子

source: Add new box
ar: أضف صندوقاً جديداً
bn: নতুন বাক্স যোগ করুন
cs: Přidat novou krabici
da: Tilføj ny kasse
de: Neue Kiste erstellen
es: Añadir nueva caja
fr: Ajouter une nouvelle boîte
hi: नया डिब्बा जोड़ें
it: Aggiungi nuova scatola
ja: 新しい箱を追加
nl: Nieuwe doos toevoegen
pl: Dodaj nowe pudełko
pt_pt: Adicionar nova caixa
uk: Додати нову коробку
zh_hans: 新增箱子
zh_hk: 新增箱子

source: Add new box (Siri)
ar: أضف صندوقاً جديداً (Siri)
bn: নতুন বাক্স যোগ করুন (Siri)
cs: Přidat novou krabici (Siri)
da: Tilføj ny kasse (Siri)
de: Neue Kiste erstellen (Siri)
es: Añadir nueva caja (Siri)
fr: Ajouter une nouvelle boîte (Siri)
hi: नया डिब्बा जोड़ें (Siri)
it: Aggiungi nuova scatola (Siri)
ja: 新しい箱を追加（Siri）
nl: Nieuwe doos toevoegen (Siri)
pl: Dodaj nowe pudełko (Siri)
pt_pt: Adicionar nova caixa (Siri)
uk: Додати нову коробку (Siri)
zh_hans: 新增箱子（Siri）
zh_hk: 新增箱子（Siri）

source: Adds an existing image file name to a box (The image must already exist in the app storage).
ar: يضيف اسم ملف صورة موجود إلى صندوق (يجب أن تكون الصورة موجودة بالفعل في تخزين التطبيق).
bn: একটি বিদ্যমান ছবির ফাইলের নাম বাক্সে যোগ করে (ছবিটি অ্যাপ স্টোরেজে আগে থেকেই থাকতে হবে)।
cs: Přidá do krabice název existujícího souboru obrázku (obrázek už musí být uložen v úložišti aplikace).
da: Tilføjer et eksisterende billedfilnavn til en kasse. Billedet skal allerede findes i appens lager.
de: Fügt einen vorhandenen Bilddateinamen zu einer Kiste hinzu (das Bild muss bereits im App-Speicher vorhanden sein).
es: Añade a una caja el nombre de un archivo de imagen existente (la imagen ya debe existir en el almacenamiento de la app).
fr: Ajoute le nom d’un fichier image existant à une boîte (l’image doit déjà exister dans le stockage de l’app).
hi: किसी डिब्बे में मौजूदा चित्र फ़ाइल का नाम जोड़ता है (चित्र पहले से ऐप स्टोरेज में होना चाहिए)।
it: Aggiunge il nome di un file immagine esistente a una scatola (l’immagine deve già esistere nello spazio di archiviazione dell’app).
ja: 既存の画像ファイル名を箱に追加します（画像はすでにアプリの保存領域に存在している必要があります）。
nl: Voegt een bestaande afbeeldingsbestandsnaam toe aan een doos (de afbeelding moet al in de app-opslag bestaan).
pl: Dodaje istniejącą nazwę pliku obrazu do pudełka (obraz musi już istnieć w pamięci aplikacji).
pt_pt: Adds an existing imagem file name to a caixa (The imagem must already exist in the app storage).
uk: Додає до коробки назву наявного файлу зображення (зображення вже має існувати у сховищі додатка).
zh_hans: 将现有的图片文件名加入箱子（該图片必須已存在于 App 存储空间中）。
zh_hk: 將現有的圖片檔名加入箱子（該圖片必須已存在於 App 儲存空間中）。

source: Adjust input behavior, enable long-press editing, and customize navigation settings.
ar: اضبط سلوك الإدخال، وفعّل التحرير بالضغط المطول، وخصص إعدادات التنقل.
bn: ইনপুটের আচরণ ঠিক করুন, লং-প্রেস এডিটিং চালু করুন এবং নেভিগেশন সেটিংস কাস্টমাইজ করুন।
cs: Upravte chování zadávání, zapněte úpravy dlouhým stiskem a přizpůsobte nastavení navigace.
da: Tilpas inputadfærd, aktivér redigering med langt tryk, og justér navigationsindstillinger.
de: Eingabeverhalten anpassen, Bearbeitung per Langdruck aktivieren, Navigation einstellen.
es: Ajusta la entrada, activa la edición por pulsación larga y personaliza la navegación.
fr: Ajustez le comportement de saisie, activez l’édition par appui long et personnalisez les réglages de navigation.
hi: इनपुट व्यवहार समायोजित करें, लंबे दबाव से संपादन सक्षम करें और नेविगेशन सेटिंग्स अनुकूलित करें।
it: Regolate il comportamento dell'input, abilitate la modifica con pressione prolungata e personalizzate le impostazioni di navigazione.
ja: 入力動作を調整し、長押し編集を有効にし、ナビゲーション設定をカスタマイズします。
nl: Pas invoergedrag aan, activeer lang indrukken voor bewerking, en stel navigatie in.
pl: Dostosuj zachowanie wprowadzania, włącz edycję przez długie naciśnięcie i skonfiguruj ustawienia nawigacji.
uk: Налаштуйте поведінку введення, увімкніть редагування довгим натисканням і персоналізуйте параметри навігації.
zh_hans: 调整输入行为，启用長按編輯，並自訂导航设置。
zh_hk: 調整輸入行為，啟用長按編輯，並自訂導航設定。

source: All your data will be permanently deleted when the app is removed. Since everything is stored only on your device, make sure to create a manual backup in the app settings before deleting if you want to keep your data.
ar: سيتم حذف جميع بياناتك نهائياً عند إزالة التطبيق. وبما أن كل شيء مخزن على جهازك فقط، تأكد من إنشاء نسخة احتياطية يدوية في إعدادات التطبيق قبل الحذف إذا كنت تريد الاحتفاظ ببياناتك.
bn: অ্যাপ সরিয়ে দিলে আপনার সব ডেটা স্থায়ীভাবে মুছে যাবে। সবকিছু শুধু আপনার ডিভাইসে সংরক্ষিত থাকে, তাই ডেটা রাখতে চাইলে মুছে ফেলার আগে অ্যাপ সেটিংসে একটি ম্যানুয়াল ব্যাকআপ তৈরি করুন।
cs: Při odstranění aplikace budou všechna vaše data trvale smazána. Protože je vše uloženo pouze na vašem zařízení, nezapomeňte si před smazáním vytvořit ruční zálohu v nastavení aplikace, pokud si chcete data ponechat.
da: Alle dine data slettes permanent, når appen fjernes. Da alt kun gemmes på din enhed, bør du oprette en manuel backup i appens indstillinger, før du sletter den, hvis du vil beholde dine data.
de: Beim Löschen der App werden alle Daten dauerhaft entfernt. Erstelle vorher ein Backup in den Einstellungen, wenn du deine Daten behalten willst.
es: Todos tus datos se eliminarán al desinstalar la app. Como todo está solo en tu dispositivo, crea una copia de seguridad manual si quieres conservarlos.
fr: Toutes vos données seront supprimées définitivement lorsque l’app sera supprimée. Comme tout est stocké uniquement sur votre appareil, veillez à créer une sauvegarde manuelle dans les réglages de l’app avant la suppression si vous souhaitez conserver vos données.
hi: ऐप हटाने पर आपका सारा डेटा स्थायी रूप से मिट जाएगा। क्योंकि सब कुछ केवल आपके डिवाइस पर संग्रहीत है, यदि आप अपना डेटा रखना चाहते हैं तो हटाने से पहले ऐप सेटिंग्स में मैन्युअल बैकअप अवश्य बनाएँ।
it: Tutti i dati verranno eliminati in modo permanente quando l'app verrà rimossa. Dal momento che tutto viene memorizzato solo sul dispositivo, se si desidera conservare i dati, assicurarsi di creare un backup manuale nelle impostazioni dell'app prima di eliminarla.
ja: アプリを削除すると、すべてのデータは完全に削除されます。データは端末内にのみ保存されているため、残しておきたい場合は削除前にアプリ設定で手動バックアップを作成してください。
nl: Alle gegevens worden verwijderd bij het verwijderen van de app. Maak eerst handmatig een back-up als je ze wilt behouden.
pl: Wszystkie Twoje dane zostaną trwale usunięte po usunięciu aplikacji. Ponieważ wszystko jest przechowywane wyłącznie na Twoim urządzeniu, pamiętaj o utworzeniu ręcznej kopii zapasowej w ustawieniach aplikacji przed usunięciem, jeśli chcesz zachować dane.
pt_pt: All your data will be permanently deleted when the app is removed. Since everything is stored only on your device, make sure to create a manual cópia de segurança in the app settings before deleting if you want to keep your data.
uk: Усі ваші дані буде видалено назавжди, коли додаток буде видалено. Оскільки все зберігається лише на вашому пристрої, обов’язково створіть ручну резервну копію в налаштуваннях додатка перед видаленням, якщо хочете зберегти свої дані.
zh_hans: 当应用被移除时，你的所有资料将会被永久删除。由于所有资料仅存储在你的设备上，如果你想保留资料，请务必在删除前于应用设置中手动备份。
zh_hk: 當應用程式被移除時，你的所有資料將會被永久刪除。由於所有資料僅儲存在你的裝置上，如果你想保留資料，請務必在刪除前於應用程式設定中手動備份。

# Alle bekannten Tips wurden beendet.
source: All known tips were ended.
ar: تم إنهاء جميع التلميحات المعروفة.
bn: সব পরিচিত টিপস সমাপ্ত করা হয়েছে।
cs: Všechny známé tipy byly ukončeny.
da: Alle kendte tips blev afsluttet.
de: Alle bekannten Tips wurden beendet.
es: Se han finalizado todos los consejos conocidos.
fr: Tous les conseils connus ont été terminés.
hi: सभी ज्ञात सुझाव समाप्त कर दिए गए हैं।
it: Tutti i suggerimenti noti sono stati terminati.
ja: 既知のすべてのヒントを終了しました。
nl: Alle bekende tips zijn beëindigd.
pl: Wszystkie znane wskazówki zostały zakończone.
pt_pt: Todas as dicas conhecidas foram concluídas.
uk: Усі відомі підказки завершено.
zh_hans: 所有已知提示都已结束。
zh_hk: 所有已知提示都已結束。

source: All images will be deleted and removed from boxes, items, and locations.
ar: سيتم حذف جميع الصور وإزالتها من الصناديق والعناصر والمواقع.
bn: সব ছবি মুছে ফেলা হবে এবং বাক্স, আইটেম ও অবস্থান থেকে সরানো হবে।
cs: Všechny obrázky budou smazány a odstraněny z krabic, položek i umístění.
da: Alle billeder slettes og fjernes fra kasser, genstande og placeringer.
de: Alle Bilder werden gelöscht und aus Kisten, Gegenständen und Standorten entfernt.
es: Todas las imágenes se eliminarán y se quitarán de cajas, objetos y ubicaciones.
fr: Toutes les images seront supprimées et retirées des boîtes, des éléments et des emplacements.
hi: सभी चित्र हटाए जाएँगे और डिब्बों, वस्तुओं तथा स्थानों से निकाल दिए जाएँगे।
it: Tutte le immagini verranno eliminate e rimosse da scatole, elementi e posizioni.
ja: すべての画像が削除され、箱・アイテム・場所から取り除かれます。
nl: Alle afbeeldingen worden verwijderd en uit dozen, items en locaties verwijderd.
pl: Wszystkie obrazy zostaną usunięte z pudełek, przedmiotów i lokalizacji.
pt_pt: All imagems will be deleted and removed from caixaes, itens, and localizaçãos.
uk: Усі зображення буде видалено та прибрано з коробок, елементів і локацій.
zh_hans: 所有图片都会被删除，並从箱子、物品和位置中移除。
zh_hk: 所有圖片都會被刪除，並從箱子、物品和位置中移除。

# Alle Einstellungen werden auf Standardwerte gesetzt.
source: All settings will be reset to their default values.
ar: سيتم إعادة جميع الإعدادات إلى القيم الافتراضية.
bn: সব সেটিংস ডিফল্ট মানে রিসেট করা হবে।
cs: Všechna nastavení budou vrácena na výchozí hodnoty.
da: Alle indstillinger nulstilles til standardværdier.
de: Alle Einstellungen werden auf Standardwerte gesetzt.
es: Todos los ajustes se restablecerán a sus valores predeterminados.
fr: Tous les réglages seront réinitialisés à leurs valeurs par défaut.
hi: सभी सेटिंग्स डिफ़ॉल्ट मानों पर रीसेट कर दी जाएँगी।
it: Tutte le impostazioni verranno ripristinate ai valori predefiniti.
ja: すべての設定を初期値に戻します。
nl: Alle instellingen worden teruggezet naar de standaardwaarden.
pl: Wszystkie ustawienia zostaną przywrócone do wartości domyślnych.
pt_pt: Todas as definições serão repostas para os valores predefinidos.
uk: Усі налаштування буде скинуто до стандартних значень.
zh_hans: 所有设置都会重设为预设值。
zh_hk: 所有設定都會重設為預設值。

# Alle löschen
source: Delete all
ar: حذف الكل
bn: সব মুছুন
cs: Smazat vše
da: Slet alle
de: Alle löschen
es: Eliminar todo
fr: Tout supprimer
hi: सब कुछ हटाएँ
it: Elimina tutto
ja: すべて削除
nl: Alles verwijderen
pl: Usuń wszystko
pt_pt: Eliminar all
uk: Видалити все
zh_hans: 全部删除
zh_hk: 全部刪除

# Alle nicht zugeordneten Bilder löschen?
source: Delete all unassigned images?
ar: هل تريد حذف جميع الصور غير المعينة؟
bn: সব অনির্ধারিত ছবি মুছবেন?
cs: Smazat všechny nepřiřazené obrázky?
da: Slet alle ikke-tilknyttede billeder?
de: Alle nicht zugeordneten Bilder löschen?
es: ¿Eliminar todas las imágenes no asignadas?
fr: Supprimer toutes les images non attribuées ?
hi: क्या सभी अप्रयुक्त चित्र हटाने हैं?
it: Eliminare tutte le immagini non assegnate?
ja: 未割り当ての画像をすべて削除しますか？
nl: Alle niet-toegewezen afbeeldingen verwijderen?
pl: Usunąć wszystkie nieprzypisane obrazy?
pt_pt: Eliminar all unassigned imagems?
uk: Видалити всі непризначені зображення?
zh_hans: 要删除所有未指派图片吗？
zh_hk: 要刪除所有未指派圖片嗎？

# Alle nicht zugeordneten Bilder werden endgültig gelöscht.
source: All unassigned images will be permanently deleted.
ar: سيتم حذف جميع الصور غير المعينة نهائياً.
bn: সব অনির্ধারিত ছবি স্থায়ীভাবে মুছে ফেলা হবে।
cs: Všechny nepřiřazené obrázky budou trvale smazány.
da: Alle ikke-tilknyttede billeder slettes permanent.
de: Alle nicht zugeordneten Bilder werden endgültig gelöscht.
es: Todas las imágenes no asignadas se eliminarán definitivamente.
fr: Toutes les images non attribuées seront supprimées définitivement.
hi: सभी अप्रयुक्त चित्र स्थायी रूप से हटा दिए जाएँगे।
it: Tutte le immagini non assegnate verranno eliminate definitivamente.
ja: 未割り当ての画像は完全に削除されます。
nl: Alle niet-toegewezen afbeeldingen worden definitief verwijderd.
pl: Wszystkie nieprzypisane obrazy zostaną trwale usunięte.
pt_pt: All unassigned imagems will be permanently deleted.
uk: Усі непризначені зображення буде видалено назавжди.
zh_hans: 所有未指派图片将被永久删除。
zh_hk: 所有未指派圖片將被永久刪除。

# Alle Tip-Fortschritte wurden zurückgesetzt.
source: All tip progress was reset.
ar: تمت إعادة تعيين تقدم جميع التلميحات.
bn: সব টিপসের অগ্রগতি রিসেট করা হয়েছে।
cs: Veškerý postup tipů byl resetován.
da: Alle tipfremskridt blev nulstillet.
de: Alle Tip-Fortschritte wurden zurückgesetzt.
es: Se ha restablecido el progreso de todos los consejos.
fr: Toute la progression des conseils a été réinitialisée.
hi: सभी सुझावों की प्रगति रीसेट कर दी गई है।
it: Tutti i progressi dei suggerimenti sono stati reimpostati.
ja: すべてのヒント進捗をリセットしました。
nl: Alle tipvoortgang is gereset.
pl: Postęp wszystkich wskazówek został zresetowany.
pt_pt: Todo o progresso das dicas foi reposto.
uk: Увесь прогрес підказок було скинуто.
zh_hans: 所有提示进度都已重设。
zh_hk: 所有提示進度都已重設。

# Alle Tips zurücksetzen
source: Reset all tips
ar: إعادة تعيين كل التلميحات
bn: সব টিপস রিসেট করুন
cs: Resetovat všechny tipy
da: Nulstil alle tips
de: Alle Tips zurücksetzen
es: Restablecer todos los consejos
fr: Réinitialiser tous les conseils
hi: सभी सुझाव रीसेट करें
it: Reimposta tutti i suggerimenti
ja: すべてのヒントをリセット
nl: Alle tips resetten
pl: Resetuj wszystkie wskazówki
pt_pt: Repor todas as dicas
uk: Скинути всі підказки
zh_hans: 重设所有提示
zh_hk: 重設所有提示

# Alle zugeordneten Bilder löschen?
source: Delete all assigned images?
ar: هل تريد حذف جميع الصور المعينة؟
bn: সব নির্ধারিত ছবি মুছবেন?
cs: Smazat všechny přiřazené obrázky?
da: Slet alle tilknyttede billeder?
de: Alle zugeordneten Bilder löschen?
es: ¿Eliminar todas las imágenes asignadas?
fr: Supprimer toutes les images attribuées ?
hi: क्या सभी जुड़े हुए चित्र हटाने हैं?
it: Eliminare tutte le immagini assegnate?
ja: 割り当て済みの画像をすべて削除しますか？
nl: Alle toegewezen afbeeldingen verwijderen?
pl: Usunąć wszystkie przypisane obrazy?
pt_pt: Eliminar all assigned imagems?
uk: Видалити всі призначені зображення?
zh_hans: 要删除所有已指派图片吗？
zh_hk: 要刪除所有已指派圖片嗎？

source: Always Show Navigation Bar for Lists
ar: اعرض شريط التنقل دائماً في القوائم
bn: তালিকার জন্য সবসময় নেভিগেশন বার দেখান
cs: Vždy zobrazovat navigační lištu u seznamů
da: Vis altid navigationslinjen for lister
de: Navigationsleiste bei Listen immer anzeigen
es: Mostrar siempre la barra de navegación en listas
fr: Toujours afficher la barre de navigation pour les listes
hi: सूचियों के लिए नेविगेशन बार हमेशा दिखाएँ
it: Mostra sempre la barra di navigazione per gli elenchi
ja: リストでは常にナビゲーションバーを表示
nl: Navigatiebalk altijd tonen bij lijsten
pl: Zawsze pokazuj pasek nawigacji dla list
pt_pt: Mostrar sempre a barra de navegação nas listas
uk: Завжди показувати панель навігації для списків
zh_hans: 清单总是显示导航欄
zh_hk: 清單總是顯示導航欄

source: Animation
ar: الرسوم المتحركة
bn: অ্যানিমেশন
cs: Animace
es: Animación
hi: ऐनिमेशन
it: Animazione
ja: アニメーション
nl: Animatie
pl: Animacja
pt_pt: Animação
uk: Анімація
zh_hans: 动画
zh_hk: 動畫

# Anzeige
source: Display
ar: العرض
bn: প্রদর্শন
cs: Zobrazení
da: Visning
de: Anzeige
es: Visualización
fr: Affichage
hi: प्रदर्शन
it: Visualizzazione
ja: 表示
nl: Weergave
pl: Widok
pt_pt: Visualização
uk: Відображення
zh_hans: 显示
zh_hk: 顯示

source: Are you shure you want to delete the selected items?
ar: هل أنت متأكد من أنك تريد حذف العناصر المحددة؟
bn: আপনি কি নির্বাচিত আইটেমগুলো মুছতে চান?
cs: Opravdu chcete smazat vybrané položky?
da: Er du sikker på, at du vil slette de valgte genstande?
de: Ausgewählte Elemente wirklich löschen?
es: ¿Seguro que quieres eliminar los ítems seleccionados?
fr: Êtes-vous sûr de vouloir supprimer les éléments sélectionnés ?
hi: क्या आप चुनी हुई वस्तुएँ हटाना चाहते हैं?
it: Siete sicuri di voler eliminare gli elementi selezionati?
ja: 選択したアイテムを削除してもよろしいですか？
nl: Weet je zeker dat je de geselecteerde items wilt verwijderen?
pl: Czy na pewno chcesz usunąć wybrane przedmioty?
pt_pt: Are you shure you want to delete the selected itens?
uk: Ви впевнені, що хочете видалити вибрані елементи?
zh_hans: 你確定要删除所选的项目吗？
zh_hk: 你確定要刪除所選的項目嗎？

source: Are you shure you want to delete this image?
ar: هل أنت متأكد من أنك تريد حذف هذه الصورة؟
bn: আপনি কি এই ছবিটি মুছতে চান?
cs: Opravdu chcete smazat tento obrázek?
da: Er du sikker på, at du vil slette dette billede?
de: Dieses Bild wirklich löschen?
es: ¿Seguro que quieres eliminar esta imagen?
fr: Êtes-vous sûr de vouloir supprimer cette image ?
hi: क्या आप यह चित्र हटाना चाहते हैं?
it: Sei sicuro di voler eliminare questa immagine?
ja: この画像を削除してもよろしいですか？
nl: Weet je zeker dat je deze afbeelding wilt verwijderen?
pl: Czy na pewno chcesz usunąć ten obraz?
pt_pt: Are you shure you want to delete this imagem?
uk: Ви впевнені, що хочете видалити це зображення?
zh_hans: 你確定要删除这张图片吗？
zh_hk: 你確定要刪除這張圖片嗎？

source: Are you sure you want to delete the selected images?
ar: هل أنت متأكد من أنك تريد حذف الصور المحددة؟
bn: আপনি কি নির্বাচিত ছবিগুলো মুছতে চান?
cs: Opravdu chcete smazat vybrané obrázky?
da: Er du sikker på, at du vil slette de valgte billeder?
de: Möchtest du die ausgewählten Bilder wirklich löschen?
es: ¿Seguro que quieres eliminar las imágenes seleccionadas?
fr: Êtes-vous sûr de vouloir supprimer les images sélectionnées ?
hi: क्या आप चुने हुए चित्र हटाना चाहते हैं?
it: Sei sicuro di voler eliminare le immagini selezionate?
ja: 選択した画像を削除してもよろしいですか？
nl: Weet je zeker dat je de geselecteerde afbeeldingen wilt verwijderen?
pl: Czy na pewno chcesz usunąć wybrane obrazy?
pt_pt: Tem a certeza you want to delete the selected imagems?
uk: Ви впевнені, що хочете видалити вибрані зображення?
zh_hans: 你確定要删除所选图片吗？
zh_hk: 你確定要刪除所選圖片嗎？

source: Are you sure you want to delete the selected items?
ar: هل أنت متأكد من أنك تريد حذف العناصر المحددة؟
bn: আপনি কি নির্বাচিত আইটেমগুলো মুছতে চান?
cs: Opravdu chcete smazat vybrané položky?
da: Er du sikker på, at du vil slette de valgte genstande?
de: Möchtest du die ausgewählten Gegenstände wirklich löschen?
es: ¿Seguro que quieres eliminar los objetos seleccionados?
fr: Êtes-vous sûr de vouloir supprimer les éléments sélectionnés ?
hi: क्या आप चुनी हुई वस्तुएँ हटाना चाहते हैं?
it: Sei sicuro di voler eliminare gli elementi selezionati?
ja: 選択したアイテムを削除してもよろしいですか？
nl: Weet je zeker dat je de geselecteerde items wilt verwijderen?
pl: Czy na pewno chcesz usunąć wybrane przedmioty?
pt_pt: Tem a certeza you want to delete the selected itens?
uk: Ви впевнені, що хочете видалити вибрані елементи?
zh_hans: 你確定要删除所选物品吗？
zh_hk: 你確定要刪除所選物品嗎？

source: Are you sure you want to delete the selected locations?
ar: هل أنت متأكد من أنك تريد حذف المواقع المحددة؟
bn: আপনি কি নির্বাচিত অবস্থানগুলো মুছতে চান?
cs: Opravdu chcete smazat vybraná umístění?
da: Er du sikker på, at du vil slette de valgte placeringer?
de: Ausgewählte Standorte wirklich löschen?
es: ¿Seguro que quieres eliminar las ubicaciones seleccionadas?
fr: Êtes-vous sûr de vouloir supprimer les emplacements sélectionnés ?
hi: क्या आप चुने हुए स्थान हटाना चाहते हैं?
it: Siete sicuri di voler eliminare le posizioni selezionate?
ja: 選択した場所を削除してもよろしいですか？
nl: Weet je zeker dat je de geselecteerde locaties wilt verwijderen?
pl: Czy na pewno chcesz usunąć wybrane lokalizacje?
pt_pt: Tem a certeza you want to delete the selected localizaçãos?
uk: Ви впевнені, що хочете видалити вибрані локації?
zh_hans: 你確定要删除所选的地点吗？
zh_hk: 你確定要刪除所選的地點嗎？
